{
    "page": 1,
    "reviews": [
        {
         "restaurant_id": 62087,
         "author": "Sara Saltzman",
         "description": "the staff is AMAZING, super sweet and personable. you can tell they take pride in their work. the prices are SO AFFORDABLE and not to mention you get such good food for such a low price. 100000/10 recommend!!",
         "star": 5.0   
        },
        {
            "restaurant_id": 62087,
            "author": "Hayden Janes",
            "description": "I am a tourist and I came into town being told I should try The Melt! I'm glad I did. You start by making your order on the kiosk to your right and once it's done you get a text message to come to the counter. I had their signature Melt Burger™ with a side of their Mac n Cheese. They were 9/10! I was not disappointed at all and I cannot wait to go back!",
            "star": 5.0  
           },
           {
            "restaurant_id": 62087,
            "author": "Mariann Beard-Goss",
            "description": "This is the restaurant that caused me to stop using DoorDash! I like to cook and have been deployed to California to work so I have no stove access! A patty melt and tomato soup would have been perfect if I hadn’t felt so ripped off    I wasn’t even mad that I ordered it twice second by mistake but after getting the patty pieces back to my room I was horrified! As you can see it was poorly put together I never received a full patty spent $33.70 for two separate meals and it was a mess never again will I be taken advantage of or be served substandard food and waste my hard earned money. I scraped the pile of mushy onions off and ended up wrapping the pieces in the bread after dissecting the entire sandwich. Without the onions that had a “funny taste” I just dipped it in the soup which WAS EXCELLENT BY THE WAY but never again not even for soup! If some care would have been put into the preparation of the sandwich things would have been lit like the customer service I received when I walked in...nice try! Front of the house was on point 🤷🏾",
            "star": 2.0   
           },
           {
            "restaurant_id": 62087,
            "author": "Ayana Sheehan",
            "description": "Janeka and Crystal took care of me. The staff was very personable and friendly. I had a chicken mac dish and it was super delicious! Will definitely be coming back.",
            "star": 4.1   
           },
           {
            "restaurant_id": 573517,
            "author": "karin jegsen",
            "description": "Freshly made and super delicious food. Very friendly and quick service. Can definitely recommend ordering from this sandwich place.",
            "star": 5.0   
           },
           {
            "restaurant_id": 573517,
            "author": "Ursula Moses",
            "description": "Unfortunately they were short staffed and running behind. But they did their best and was very helpful.",
            "star": 4.0   
           },
           {
            "restaurant_id": 573517,
            "author": "Nathalie Nebelius",
            "description": "Very tasty lunch sandwiches with the option of gluten free bread. Friendly staff and quick order service, if you go for rush hour 12.00-1.30 pm it will be a bit of a wait. The Bahn minh version is really tasty, Korean BBQ is great with some spice. If you want chips I would definitely go for Dill Pickles, SO good!",
            "star": 3.8  
           },
           {
            "restaurant_id": 573517,
            "author": "Jacob Perls",
            "description": "The yummy sandwich place! We grabbed our sandwiches to go! The Tuna and Chicken Sandwiches were awesome. Toasted bread, fresh mozzarella, roasted chicken breast and tuna. Probably, one of the many tasty sandwiches I’ve been ever tried!",
            "star": 5.0   
           },
           {
            "restaurant_id": 1443,
            "author": "Enmanuel Arias",
            "description": "I would definitely come here again. I started off with Curry Puffs, they were smaller than expected, but still delicious. The dough was soft and filling a bit on the sweeter side, by the sauce really sits well with the curry. The Grilled Pork marinade was sweet too, but it was tender and had a nice char. Ask for their hot sauce, if you can handle the kick and use their green chili sauce. Their Basil Fried Rice with beef was great. They give you a lot of meat and could offer some more rice. Mango Sticky Rice was nothing special, but it was tasty and served in big portion; good for sharing.",
            "star": 4.2  
           },
           {
            "restaurant_id": 1443,
            "author": "Bernadette Farkas",
            "description": "I tried calling their number many times to place an order and no one picks up. So I tried putting in an order online and you can because it hasn’t been set up. How you you expect to get new customers or any customers at all if someone can’t even put in an order?? That’s bad business!!",
            "star": 1.0   
           },
           {
            "restaurant_id": 1443,
            "author": "Poonam Rai",
            "description": "Known this place for a long time but never tried their food. Finally got a chance and it was pretty awesome. The lady was very friendly and the restaurant was clean and nice. Steamed Thai dumplings was the best. Other dishes we ordered were good too. Didn’t get to try the mango sticky rice coz it is not the mango season yet. But fried ice cream was definitely worth the try. Very affordable price.",
            "star": 3.5   
           },
           {
            "restaurant_id": 1443,
            "author": "Angel Robas",
            "description": "My go to place. This thai restaurant is affordable and delicious. Their serving is always good for sharing. Their delivery during this pandemic is also reliable and always on time. The staff are friendly and accommodating. They make sure that you have everything you need.",
            "star": 4.5   
           },
           {
            "restaurant_id": 206,
            "author": "Christopher Huth",
            "description": "Tasty cheese fries and beer for an afternoon snack. Polite and attentive cashier. Made sure to explain pick up process. Front seating outside was busy yet clean and followed current SD mandates. Nice to always see a busser tending to tables and chairs as people departed. Friendly staff at food pick up also.",
            "star": 5.0   
           },
           {
            "restaurant_id": 206,
            "author": "Ashanti Green",
            "description": "I'm sorry but I did not like anything I ordered at all. BABY if you need me to help you all cook I will totally be down for it. Seasoning seasoning seasoning! I ain't never had so much unseasoned chicken and food in my life! I ordered a turkey burger and chicken strips with fries both of them taste like water y'all for real need to season your food what is the point of being a chef if you don't even put seasoning in your food.",
            "star": 1.9  
           },
           {
            "restaurant_id": 206,
            "author": "Miss Pineapples",
            "description": "One of the best cheeseburgers I have eaten. The chorizo cheese dip was excellent. The fish tacos were good, I had the Baja and regular. They would have been better without all that mayo like sauce. Chili cheese fries were okay, I probably would not buy again. Super clean place. Everything tastes so fresh even when I didn't care for the taste, that's my issue. The food was still cooked very good and the place clean. It's crowded and can be a wait, completely worth the wait.",
            "star": 5.0  
           },
           {
            "restaurant_id": 93444,
            "author": "Carolyn Allen",
            "description": "Wow, I liked everything about this place. The ambience is perfect (the 'library room' is the way to go!). It offers the absolutely perfect setting for a steakhouse and the service is top-notch.",
            "star": 4.0  
           },
           {
            "restaurant_id": 93444,
            "author": "Martin Para",
            "description": "Delicious for breakfast and has great serving sizes as well. Everything I have had here has been delicious and they do latte art so that's always a plus!",
            "star": 4.0  
           },
           {
            "restaurant_id": 926679,
            "author": "Cathy Fong",
            "description": "Great Golden state 🍔 and crispy fries. Operations very organized.",
            "star": 5.0  
           },
           {
            "restaurant_id": 926679,
            "author": "David Rieker",
            "description": "Interesting ordering system. No human contact, all digital. Great if that's your thing. Good burger, fries get cold really fast. It's a bummer. Everything else was great. Fix the fries!",
            "star": 3.8
           },
           {
            "restaurant_id": 8,
            "author": "Marina L.",
            "description": "Took my little one here and loved it!  Staff was nice. The veggie tots are the bomb 😋",
            "star": 5.0  
           },
           {
            "restaurant_id": 8,
            "author": "Sarah D",
            "description": "I would give this a 3.5 if I could. Reasonably priced food geared towards children, who will be perfectly happy eating here. The adult food is less good. Still, it’s acceptable for museum food.",
            "star": 3.0  
           }
    ]
}